{
    "hazards": [
        {
            "id": "tornado",
            "name": "Tornado Warning",
            "category": "tornado",
            "riskLevel": "High",
            "summary": "A dangerous rotating column of air that can cause severe damage in minutes.",
            "before": "Know your safe room (basement, interior room on lowest floor), and keep helmets, sturdy shoes, and a whistle ready.",
            "during": "Go to your safe place immediately away from windows. Cover your head and neck with your arms, a mattress, or heavy blankets.",
            "after": "Watch for broken glass, gas leaks, and downed power lines. Check on neighbors and listen for official updates before traveling.",
            "image": "images/torr.webp",
            "alt": "NWS tornado warning map with a red polygon over part of a county."
        },
        {
            "id": "tornado-watch",
            "name": "Tornado Watch",
            "category": "tornado",
            "riskLevel": "Moderate",
            "summary": "Conditions are favorable for tornadoes to form in the watch area.",
            "before": "Review your safety plan, charge phones and power banks, and identify nearby sturdy shelters.",
            "during": "Stay weather-aware, keep local radar or alerts open, and be ready to move quickly if a warning is issued.",
            "after": "Continue monitoring the weather. Watches may be upgraded to warnings or allowed to expire.",
            "image": "images/toa.webp",
            "alt": "NWS tornado watch graphic with counties shaded yellow."
        },
        {
            "id": "severe-thunderstorm-warning",
            "name": "Severe Thunderstorm Warning",
            "category": "severe-thunderstorm",
            "riskLevel": "High",
            "summary": "Storm with damaging winds, large hail, and intense lightning is occurring or imminent.",
            "before": "Secure outdoor items, move vehicles under cover if it is safe, and close windows and doors.",
            "during": "Stay indoors and away from windows. Avoid using corded electronics and plumbing during intense lightning.",
            "after": "Check for damage such as downed limbs or hail dents. Report hazards like downed lines to authorities.",
            "image": "images/svr.webp",
            "alt": "NWS severe thunderstorm warning map with a red polygon highlighting the affected area."
        },
        {
            "id": "severe-thunderstorm-watch",
            "name": "Severe Thunderstorm Watch",
            "category": "severe-thunderstorm",
            "riskLevel": "Moderate",
            "summary": "Conditions are favorable for storms that could become severe.",
            "before": "Bring loose items indoors and review your shelter options before storms develop.",
            "during": "Monitor radar and warnings. Be ready to move to an interior room if a warning is issued.",
            "after": "Keep monitoring until the watch expires, as storms can form late in the watch period.",
            "image": "images/sva.webp",
            "alt": "NWS severe thunderstorm watch map with counties shaded yellow."
        },
        {
            "id": "flash-flood",
            "name": "Flash Flood Warning",
            "category": "flooding",
            "riskLevel": "High",
            "summary": "Rapid, life-threatening flooding is occurring or will occur soon.",
            "before": "Know if you live in a flood-prone area. Plan alternate routes that avoid low water crossings.",
            "during": "Never drive through flooded roads. Turn around, don’t drown. Move to higher ground immediately.",
            "after": "Avoid walking or driving through standing water. It may hide washed-out roadways or debris.",
            "image": "images/ffw.webp",
            "alt": "NWS flash flood warning graphic highlighting a red polygon over a region."
        },
        {
            "id": "river-flood",
            "name": "River Flooding",
            "category": "flooding",
            "riskLevel": "Moderate",
            "summary": "Rivers and streams rise above their banks over hours or days.",
            "before": "Move valuables and important documents above expected flood levels. Consider sandbags if directed.",
            "during": "Follow evacuation instructions. Do not go around barricades or enter closed areas.",
            "after": "Return home only when authorities say it is safe. Wear boots and gloves when cleaning up.",
            "image": "images/riverflood.webp",
            "alt": "Brown, fast-moving floodwater rushing through a wooded area."
        },
        {
            "id": "winter-storm",
            "name": "Winter Storm Warning",
            "category": "winter",
            "riskLevel": "High",
            "summary": "Heavy snow, ice, or a combination that can severely disrupt travel and power.",
            "before": "Stock up on food, water, and medications. Charge devices and gather blankets, flashlights, and batteries.",
            "during": "Stay off the roads if possible. Dress in layers and avoid overexertion while shoveling.",
            "after": "Watch for slick spots and falling ice. Check on neighbors, especially those who are older or live alone.",
            "image": "images/wsw.webp",
            "alt": "NWS winter storm warning graphic with a large region shaded pink."
        },
        {
            "id": "wind-chill",
            "name": "Dangerous Wind Chill",
            "category": "winter",
            "riskLevel": "Moderate",
            "summary": "Cold air and wind combine to remove heat quickly from exposed skin.",
            "before": "Plan shorter time outdoors and prepare proper outerwear including hats, gloves, and face protection.",
            "during": "Limit exposed skin and stay dry. Watch for early signs of frostbite or hypothermia.",
            "after": "Warm up gradually indoors and avoid very hot water on numb skin.",
            "image": "images/windchill.webp",
            "alt": "NWS dangerous cold graphic showing wind chill values well below zero."
        },
        {
            "id": "blowing-snow",
            "name": "Blowing Snow & Whiteout",
            "category": "winter",
            "riskLevel": "High",
            "summary": "Strong winds reduce visibility, making travel extremely dangerous.",
            "before": "Delay travel if possible. Share your route and expected arrival time with someone you trust.",
            "during": "If you must drive, go slowly with headlights on. If stranded, stay with your vehicle.",
            "after": "Clear snow from exhaust pipes before running the engine. Watch for snowdrifts on roads.",
            "image": "images/blowing-snow.webp",
            "alt": "Vehicles driving in near-whiteout conditions on a snowy road."
        },
        {
            "id": "high-wind",
            "name": "High Wind Warning",
            "category": "wind",
            "riskLevel": "High",
            "summary": "Winds strong enough to knock down limbs, power lines, and unsecured objects.",
            "before": "Secure trash cans, patio furniture, and loose items. Park vehicles away from large trees.",
            "during": "Stay indoors and away from windows. Avoid parking or standing under trees and power lines.",
            "after": "Be alert for fallen branches, debris, and downed lines. Assume downed lines are live and keep back.",
            "image": "images/hww.webp",
            "alt": "NWS high wind warning map with a large region shaded orange."
        },
        {
            "id": "wind-advisory",
            "name": "Wind Advisory",
            "category": "wind",
            "riskLevel": "Moderate",
            "summary": "Winds can make driving difficult and blow around unsecured objects.",
            "before": "Secure light outdoor items and use extra caution if driving high-profile vehicles.",
            "during": "Keep both hands on the wheel while driving and watch for sudden gusts on bridges and open areas.",
            "after": "Check for minor damage like fence issues or small branches on roofs and yards.",
            "image": "images/nwsny.webp",
            "alt": "NWS wind advisory graphic with a map and text describing wind speeds."
        },
        {
            "id": "excessive-heat",
            "name": "Excessive Heat Warning",
            "category": "heat",
            "riskLevel": "High",
            "summary": "Dangerous heat and humidity can cause heat illness quickly.",
            "before": "Plan outdoor activities for early morning or evening. Identify cool places to go if you lose AC.",
            "during": "Drink plenty of water, take breaks in the shade, and never leave people or pets in parked cars.",
            "after": "Continue hydrating and check on vulnerable friends or neighbors who may have been affected.",
            "image": "images/heat-ww.webp",
            "alt": "NWS graphic explaining extreme heat watch versus warning."
        },
        {
            "id": "heat-advisory",
            "name": "Heat Advisory",
            "category": "heat",
            "riskLevel": "Moderate",
            "summary": "Hot conditions where prolonged exposure may cause heat stress.",
            "before": "Adjust outdoor plans and wear light, loose clothing.",
            "during": "Take frequent breaks, use sunscreen, and watch for signs of heat exhaustion.",
            "after": "Cool down indoors and rehydrate. Seek medical care if symptoms of heat illness persist.",
            "image": "images/heat-advisory.webp",
            "alt": "NWS slide describing excessive heat impacts and heat headlines over several days."
        },
        {
            "id": "lightning",
            "name": "Frequent Lightning",
            "category": "severe-thunderstorm",
            "riskLevel": "High",
            "summary": "Repeated cloud-to-ground lightning strikes near your location.",
            "before": "Know the saying: When thunder roars, go indoors.",
            "during": "Move inside a substantial building or hard-topped vehicle. Avoid corded phones, plumbing, and metal surfaces.",
            "after": "Wait at least 30 minutes after the last rumble of thunder before resuming outdoor activities.",
            "image": "images/lightning.webp",
            "alt": "Nighttime thunderstorm with multiple lightning bolts branching across the sky."
        },
        {
            "id": "hail",
            "name": "Large Hail",
            "category": "severe-thunderstorm",
            "riskLevel": "High",
            "summary": "Ice stones falling from storms that can damage vehicles, roofs, and windows.",
            "before": "Move vehicles into a garage or under cover if time allows. Stay tuned to warnings.",
            "during": "Stay away from windows and skylights. Protect yourself from glass if hail becomes very large.",
            "after": "Carefully inspect roofs, vehicles, and windows for damage and leaks.",
            "image": "images/largehail.webp",
            "alt": "Very large hailstone being measured with a tape measure."
        }
    ]
}